{
    "txt-align" : "",
    "logo-txt": "SORT LED",
    "our_history" : "Our History",
    "our_history2" : "Founded with a passion for innovation and a commitment to quality, our company has been at the forefront of lighting solutions for over a decade. From humble beginnings as a small workshop, we have grown into a trusted manufacturer and retailer of premium lamps, LEDs, and lighting accessories. Our journey has been marked by relentless dedication to craftsmanship, customer satisfaction, and a forward-thinking approach that has allowed us to continually evolve with the latest technological advancements in the industry. Today, we are proud to illuminate homes, businesses, and public spaces with products that blend functionality with elegance.",
    "our_vision" : "Our Vision",
    "our_vision2" : "Our vision is to light up the world with sustainable, innovative, and aesthetically pleasing solutions. We are driven by the desire to enhance everyday living through products that not only meet but exceed the expectations of our customers. By embracing cutting-edge technology and eco-friendly practices, we aim to lead the industry in creating energy-efficient lighting solutions that are both beautiful and functional. Our commitment to excellence guides us as we continue to expand our reach, inspire creativity, and contribute to a brighter, more sustainable future for all.",
    "our_mission" : "Our Mission",
    "our_mission2" : "Our mission is to deliver exceptional lighting solutions that combine innovation, quality, and sustainability. We strive to create products that enhance the lives of our customers by providing superior illumination for every space, whether it’s a cozy home, a vibrant office, or a large commercial setting. We are committed to advancing the lighting industry through continuous research and development, focusing on energy efficiency and eco-friendly practices. By prioritizing customer satisfaction, we aim to build long-lasting relationships based on trust, reliability, and outstanding service, ensuring that our brand becomes synonymous with excellence in lighting.",

    "home" : "Home",
    "happy":"Happiness Guarantee",
    "happy2":"100% guarantee on customer satisfaction",
    "ship":"Free Shipping",
    "ship2":"100% guarantee on customer satisfaction",
    "support":"24/7 Support",
    "support2":"100% guarantee on customer satisfaction",
    "trust":"All Trusty Brand",
    "trust2":"100% guarantee on customer satisfaction"
}