{
    "txt-align" : "text-right",
    "logo-txt": "سورت ليد",
    "our_history" : "تاريخنا",
    "our_history2" : "تأسست شركتنا بشغف للابتكار والالتزام بالجودة، وكانت في طليعة حلول الإضاءة لأكثر من عقد من الزمن. منذ بداياتنا المتواضعة كورشة عمل صغيرة، تطورنا لنصبح شركة مصنعة ومتاجر تجزئة موثوقة للمصابيح ومصابيح LED وإكسسوارات الإضاءة المتميزة. لقد تميزت رحلتنا بالتفاني المستمر في الحرفية ورضا العملاء ونهج التفكير المستقبلي الذي سمح لنا بالتطور المستمر مع أحدث التطورات التكنولوجية في الصناعة. اليوم، نحن فخورون بإضاءة المنازل والشركات والأماكن العامة بمنتجات تمزج بين العملية والأناقة",
    "our_vision" : "رؤيتنا",
    "our_vision2" : "تتمثل رؤيتنا في إضاءة العالم بحلول مستدامة ومبتكرة وممتعة من الناحية الجمالية. نحن مدفوعون بالرغبة في تعزيز الحياة اليومية من خلال المنتجات التي لا تلبي توقعات عملائنا فحسب، بل تتجاوزها أيضًا. من خلال تبني التكنولوجيا المتطورة والممارسات الصديقة للبيئة، نهدف إلى قيادة الصناعة في إنشاء حلول إضاءة موفرة للطاقة تتميز بالجمال والعملية. إن التزامنا بالتميز يرشدنا بينما نواصل توسيع نطاق وصولنا وإلهام الإبداع والمساهمة في مستقبل أكثر إشراقًا واستدامة للجميع",
    "our_mission" : "مهمتنا",
    "our_mission2" : "مهمتنا هي تقديم حلول إضاءة استثنائية تجمع بين الابتكار والجودة والاستدامة. نحن نسعى جاهدين لإنشاء منتجات تعزز حياة عملائنا من خلال توفير إضاءة فائقة لكل مساحة، سواء كان منزلًا مريحًا أو مكتبًا نابضًا بالحياة أو بيئة تجارية كبيرة. نحن ملتزمون بتطوير صناعة الإضاءة من خلال البحث والتطوير المستمر، مع التركيز على كفاءة الطاقة والممارسات الصديقة للبيئة. ومن خلال إعطاء الأولوية لرضا العملاء، نهدف إلى بناء علاقات طويلة الأمد مبنية على الثقة والموثوقية والخدمة المتميزة، مما يضمن أن تصبح علامتنا التجارية مرادفة للتميز في الإضاءة",

    "home" : "Home",
     "happy":"ضمان السعادة",
    "happy2":"ضمان 100% على رضا العملاء",
    "ship":"ًالشحن مجانا",
    "ship2":"ضمان 100% على رضا العملاء",
    "support":"دعم 24/7",
    "support2":"ضمان 100% على رضا العملاء",
    "trust":"جميع العلامات التجارية الموثوقة",
    "trust2":"ضمان 100% على رضا العملاء"
}